Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja5/johandaniel-s.html.tmx
Source language: sme
Languages: nob

source: Plána mielde galge ráhkaduvvot báikkálaš oahppoplánat.
nob: Etter denne planen skulle det utvikles lokale læreplaner.

source: Dát gal dahkkui muhtun gielddain, muhto eará gielddat ges geavahedje dušše guovddáš rámmaplána [11].
nob: Dette skjedde i en del kommuner, mens man i andre kommuner bare brukte den sentrale rammeplanen [11].

source: Eai boahttevaš oahppoplánat, ii giliálbmotskuvlla várás 1922:s, iige gávpotálbmotskuvlla várás 1925:s, namat sámi diliid.
nob: De neste læreplanene, for landsfolkeskolen av 1922 og byfolkeskolen av 1925, sier heller ingen ting om samiske forhold.

source: Dárogielfágas lea mihttomearri: «Mánát galget oahppat: 1. Eatnigielaset hállat lunddolaččat, bures ja čielgasit.»
nob: I norskfaget står det som mål: «Barna skal lære: 1. å tale morsmålet sitt naturlig, greit og tydelig.»

source: Muhto mo de mánáiguin geaid eatnigiella lei eará go dárogiella ?
nob: Men hva så med barn som hadde andre morsmål enn norsk ?

source: Definišuvnna mielde sii eai gávdnon.
nob: De var pr. definisjon ikke-eksisterende.

source: Maiddái dáid oahppoplánaid mielde ráhkaduvvojedje báikkálaš oahppoplánat [12].
nob: Også etter disse læreplanene blei det utarbeida lokale læreplaner [12].

source: Girko- ja oahpahusdepartemeanta vuođđudii 1922:s parlamentáralaš skuvlakommišuvnna, mii doaimmai gitta 1927 rádjái.
nob: Den parlamentariske skolekommisjon blei oppretta av Kirke- og undervisningsdepartementet i 1922, og den var i arbeid helt til 1927.

source: Kommišuvdna buvttii máŋga mearrádusevttohusa.
nob: Kommisjonen kom med ei rekke innstillinger.

source: Okta dáin lei Utkast til lov om folkeskolen på landet, (Giliálbmotskuvlalága álgoevttohus) mii bođii 1926:s.
nob: Ei av dem var Utkast til lov om folkeskolen på landet, som kom i 1926.

source: Das lea sierra kapihtal sámi ja kveana skuvladiliid birra [13].
nob: Der er et eget kapittel som tar opp samiske og kvenske skoleforhold.

source: Kapihttalis refererejuvvojit iešguđet oainnut, earret eará Per Fokstada Nogen antydninger til forslag til samisk (lappisk) skoleplan (Muhtun evttohusgeažádeamit sámi skuvlaplánii).
nob: [13] I kapitlet er referert forskjellige syn, bl.a. Per Fokstads Nogen antydninger til forslag til samisk (lappisk) skoleplan.

source: Fokstad plána lea min dieđuid mielde vuosttaš háve go sápmelaš geahččala váikkuhit oahppoplánabargui.
nob: Fokstads plan er det første forsøket vi kjenner til på samisk påvirkning av læreplanarbeid.

source: Son evttohii sierra sámi skuvlaortnega, sámegiela oahpahusgiellan ja - fágan, ja sámi sisdoalu eará fágain.
nob: Han foreslo ei egen samisk skoleordning, med samisk som undervisningsspråk og fag, og med samisk innhold i andre fag.

source: Maŋŋá go kommišuvdna lea refereren Fokstada plána, de ovdanbuktojuvvo boazodoalloinspektevra Kristian Nissena ja skuvladirektevra Chr. Brygfjelda oaivil.
nob: Etter at innstillinga har referert Fokstads plan, gjengir den synet til reindriftsinspektør Kristian Nissen og skoledirektør Chr. Brygfjeld, som begge tar avstand fra planen.

source: Kommišuvdna vuođđudii sierra joavkku mii galggai árvvoštallat ášši.
nob: Kommisjonen satte ned ei egen nemnd for å vurdere spørsmålet.

source: Joavku hilggui Fokstada evttohusa ja celkkii earret eará: Gáibádus lea eará sániiguin nu, ahte Norga galgá ovdánahttit sámi vuoiŋŋalaš kultuvrra, juoga mii ii vel gávdno.
nob: Nemnda avviste Fokstads forslag og uttalte bl.a.: Kravet går med andre ord ut på at Norge skal sørge for å få utviklet en samisk åndskultur, noget som ennu ikke finnes.

source: Sáhtášii várra gal gohčodit čáppa jurddan; muhto lea dattetge veadjemeahttun jurdda....
nob: Man kan nok kalle dette en skjønn tanke; men det er dog en tanke som ikke lar sig realisere....

source: Eai sámit gal leat ieža ovdánahttán sierra kultuvrra mii heive fásta ássamii, muhto dušše dakkára, mii lea hui lahka čatnasan nomádaeallimii.
nob: Samene har da heller ikke utviklet nogen egen, for et fastboende liv avpasset kultur, men bare en som på det intimeste er knyttet til nomadelivet.

source: Eai ge leat vásáhusat čájehan ahte obanassiige livččii vejolaš eará sámekultuvrra oaččuhit; eai leat dakkár dilit; obbalohkái álbmoga iešvuohta ja vuođđomáhttu ii doalvvut dien guvlui gal,... Hukset viidáseappot dán nomádakultuvrra ala ja de viggat dan bajidit alit dábálaškultuvran mii maiddái fátmmastivččii fástaássi sámiid, lea danin áibbas doaivvuhis dahku.
nob: Man har heller ikke gjort erfaringer som skulde peke på at nogen annen samisk kultur overhodet lar sig oparbeide; forholdene ligger ikke således an; folkets hele egenart og begavelse peker ikke i den retning,... Å bygge videre på denne nomadekultur og søke å heve den til en også for fastboende samer skikket høiere almenkultur, er derfor så meget mer håbløst.

source: Jus áššálaččat geahččá dili, ferte gal dadjat ahte eai sámit dáppe min riikkas sáhte saji gávdnat kultureallimis jus eai oahpa norgga kultuvrra, ja vuosttažettiin fertejit oahppat dárogiela hálddašit....
nob: Ser man nøkternt på forholdet, må man vel si at samene her i landet neppe har utsikt til å komme med i kulturlivet uten ved å tilegne sig den norske kultur og da først og fremst ved å lære å mestre det norske sprog....

source: Lávdegoddi ferte dán olis doalahit ahte giellaseaguhusguovlluid barggut juohke láhkái jotkojit nu mo dássážii leat leamaš.
nob: Nevnden må i henhold til det anførte holde på at arbeidet i de blandede sprogdistrikter i det store og hele fortsetter i det spor man nu har slått inn på.

source: Skuvlakommišuvdna doarjjui dasto joavkku.
nob: Skolekommisjonen slutta seg så til nemnda.

source: Ii oktage dorjon Fokstada plána, muhto guokte miellahtu celkkiiga ná: Unnitlohku (Bull [14] ja Jønsson [15]) čilgeba čuovvovaš várašumi: «Sámeguovlluid ja giellaseaguhusguovlluid dábálaš álbmotskuvlaortnega olis sáhtte plána doarjut, muhto ean gávnna ahte dát mearrádusevttohus váldá vuhtii nu bures go dárbbu ja sávaldagaid mielde galggašii sámegiela ja kultuvrra ovdáneami ja seailluheami, ja seaguhusguovlluid dárbbuid oahpaheddjiide geain lea buoret sámegielmáhttu.
nob: Det var ingen som ga støtte til Fokstads plan, men to medlemmer tok et mellomstandpunkt: Et mindretall (Bull [14] og Jønsson [15]) tar følgende reservasjon: «Vi kan for den almindelige ordning av folkeskolen i de samiske og blandede distrikter slutte oss til planen, men finner ikke at der ved denne innstilling er tatt så meget hensyn som nødvendig og ønskelig er, til bevaringen og utviklingen av samisk mål og kultur i sin almindelighet og til behovet for større kyndighet i samisk hos lærere i de blandede distrikter.

source: Moai oaivvildetne ahte diet bealit vuhtiiváldojuvvojit buoremusat jus ásahuvvošii sámi nuoraidskuvla, mii buorremuddui čuvošii oahpaheaddji Fokstada plána, ja mas livčče albma stipeandajuolludeamit.»
nob: Vi mener at disse hensyn best kan tilgodesees ved opretholdelsen av en samisk ungdomsskole, i det vesentlige bygget på lærer Fokstads plan og utstyret med virkelige stipendiemidler.»

source: Vásse olles logi jagi dás rájes go evttohus bođii dassážii go ođđa álbmotskuvlalágat bohte, ja de vásse golbma jagi velá ovdal go ođđa oahppoplánat ledje gárvásat.
nob: Det tok hele 10 år fra innstillinga kom til det kom nye lover om folkeskolen og enda tre år før det kom nye læreplaner.

source: 1939: Progressiiva pedagogihkka – muhto ii fal sámiid várás
nob: 1939: Progressiv pedagogikk – men ikke for samer

source: Eai 1936 álbmotskuvlalágat buktán makkárge rievdadusaid sámegiela várás skuvllas.
nob: Folkeskolelovene av 1936 innebar ingen endringer for samisk språk i skolen.

source: Sámegiella galggai ain geavahuvvot duššefal veahkkegiellan, muhto ii lean šat lohpi geavahit kveanagiela veahkkegiellan.
nob: Samisk skulle fortsatt kunne brukes som hjelpespråk, mens adgangen til å bruke kvensk som hjelpespråk nå blei fjerna.

source: Ođđa oahppoplánat bohte 1939:s, nubbi giliálbmotskuvllaid várás, ja nubbi gávpotálbmotskuvllaid várás.
nob: De neste læreplanene kom i 1939, igjen en for landsfolkeskolen og en for byfolkeskolen.

source: Lea čalbmáičuohcci ahte ráhkadedje sierra plánaid giliid ja gávpogiid várás, muhto oahppoplánain eai dahkan diehttin ge erohusaid dáža- ja sámeguovlluid gaskkas.
nob: Det er slående at man laga egne planer for by og land, mens forskjellen mellom norske og samiske områder helt blei ignorert i læreplanene.

source: Progressiiva pedagogihkka báittii čađa máŋgga láhkái oahppoplánain, ja ohppiid iežaset aktivitehta deattuhuvvui eambbo go ovdal.
nob: Planene var på flere områder prega av progressiv pedagogikk, med større vekt enn før på elevenes egenaktivitet.

source: Dattetge lei maiddái dát plána čállojuvvon Mátta-Norgga diliid vuođul, ja lei biddjon eaktun ahte buohkat geat galget dáid plánaid mielde oahpahuvvot, leat čearddalaš dážat ja dárogielagat.
nob: Likevel var også denne planen skrevet ut fra sørnorske forhold og man har forutsatt at alle som skal undervises etter planen, har norsk etnisitet og norsk språk som morsmål.

source: Eai sámit eai ge kveanat leat namuhuvvon, eai oahppin, eai ge oahpahusa fáddán.
nob: Samer og kvener er ikke nevnt, verken som elever eller som tema for opplæringa.

source: Dá leat muhtun fágaoahppoplánaid ovdamearkkat:
nob: Her er noen eksempler fra læreplanene for fag:

source: – Risttalašvuođaoahpahus deattuha girkohistorjjá, ja lea dárkilis listu mii čájeha maid galgá oahpahit.
nob: – Kristendomsundervisninga har stor vekt på kirkehistorie, og det er ganske detaljert ramsa opp emner som skal behandles.

source: Oahppit galget oahppat earret eará Hans Nielsen Hauge ja Grundtviga birra, muhto eai fal Thomas von Westena dahje Lars Levi Læstadiusa birra.
nob: Elevene skal lære om bl.a. Hans Nielsen Hauge og Grundtvig, mens verken Thomas von Westen eller Lars Levi Læstadius er nevnt.

source: – Dárogielplána čilge álggus: «Mánát galget oahppat: 1. Eatnigielaset hupmat lunddolaččat, bures ja čielgasit – roavváset jietnadan- dahje giellaoahppameattáhusaid haga.»
nob: – Norskplanen starter, omtrent som planen av 1922, med å slå fast: «Målet er å lære borna: 1. å tala morsmålet sitt naturleg, greitt og tydeleg – utan grovare ljodførings- og grammatiske mistak.»

source: Eai váldde man ge láhkái vuhtii ahte skuvllas livčče oahppit geain livčče eará eatnigielat go dárogiella.
nob: Det er igjen helt sett bort fra at skolen hadde elever med andre morsmål enn norsk.

source: – Historjáfága plánas čállojuvvo «Eallineavttut Norggas geađgeáiggis:» - fáttás «Min máttaráhčit gulle germánalaš álbmotsohkii».
nob: – I planen for Soge (historie) står det under «Livshøve i Noreg i steinalderen»: «Forfedrane våre høyrde til den germanske folkeætta».

source: Ii dás ge váldo vuhtii ahte skuvllas ledje oahppit mat bohte eará duogážis.
nob: Igjen ser man bort fra at skolen hadde elever med annen bakgrunn.

source: Vaikko vel lea ge viehka dárkilis fáddálistu, de eai namuhuvvo dilit Davvi-Norggas ovdal čáhppesjámu. Dalle namahuvvo Lofuohta dorskebivdu Birggona ja hanseáhtaid fáttá oktavuođas.
nob: Til tross for ei ganske detaljert emneliste, er det ikke tatt opp forhold i Nord-Norge før etter svartedauden, da torskefisket i Lofoten nevnes i samband med Bergen og hanseatene.

source: Lea namuhuvvon ahte ruoŧŧelaččat vigge Finnmárkku váldit 1600-logus.
nob: På 1600-tallet er det nevnt at svenskene prøvde å ta Finnmark.

source: Muđui ii namuhuvvo Davvi-Norga plánas.
nob: Dette er de eneste stedene i planen der Nord-Norge er nevnt.

source: – Geografiijafágas čállojuvvo: «Ferte fidnet ovdan juohke riikaoasi iešlágánvuođaid luonddu ja eallineavttuid dáfus», muhto buot ovdamearkkat Norggas leat vižžojuvvon Rogalánddas.
nob: – I geografiplanen er det sagt: «For kvar landsdel må ein få fram det sermerkte i naturtilhøve og levevilkår», men eksempla fra Norge er alle henta fra Rogaland.

source: – Luonddufága láide dien guvlui ahte galgá váldit vuođu báikkálaš luonddus, muhto buot ovdamearkkat váldet gis vuođu máttanorgga diliin, oahppit galget mannat vuovdái geahččat giđđaliđiid ja čoaggit hasselnihtiid ja ruvsumurjjiid.
nob: – Naturfaget legger opp til at en skal ta utgangspunkt i den lokale naturen, men alle eksempla bygger på sørnorske forhold, der en skal gå ut i skogen og se på vårblomster og sanke hasselnøtter og nyper.

source: Ii leat vuhtii váldán daid riikaosiid main lea áibbas eará luonddudilli.
nob: Det er ikke tatt hensyn til skolen i de delene av landet som har andre naturforhold.

source: Juohke luohkádási plánas leat namuhuvvon máŋga ealli ja šattu maid birra oahppit galget oahppat. Daid gaskkas leat bealdosennet [16], alitnásti [17] ja giđđalávki [18], buot dát šaddet dušše vissis guovlluin.
nob: I planen for de enkelte klassetrinna er ei rekke planter og dyr oppgitt som obligatoriske, blant dem åkersennep [16], blåsymre [17] og gullstjerne [18], som alle har et begrensa utbredelsesområde.

source: Ii leat addon vejolašvuohta lonuhit eará šattuiguin mat šaddet báikkálaččat.
nob: Det er ikke lagt opp til at man kan bytte disse ut med planter som vokser lokalt.

source: Dan áigásaš skuvlamuitalusat čájehit ahte oahppoplána lea čuvvojuvvon hui dárkilit, earret eará oahppit Finnmárkku duoddaris leat ožžon oahpahusa šattuid birra maid sis ii lean vejolašvuohta oaidnit duohta máilmmis.
nob: Skolefortellinger fra den tida viser at læreplanen har blitt tatt helt bokstavelig og elever f.eks. på Finnmarksvidda har blitt undervist om planter som de ikke har hatt sjanse til å se i virkeligheten.

source: Ei av de obligatoriske plantene i naturfagundervisninga var åkersennep, ei plante son tidligere ikke vokste i Indre Finnmark.
nob: Ei av de obligatoriske plantene i naturfagundervisninga var åkersennep, ei plante som tidligere ikke vokste i Indre Finnmark.

source: – Eai leat lávlunfágas, lášmmohallanfágas dahje dállodoallofágas ovdamearkkat sámi guovlluin.
nob: – Verken i sang, kroppsøving eller husstell er det nevnt eksempler fra samiske områder.

source: – Olles oahppoplánas namahuvvo boazu oktii, dalle go luonddufágas namahuvvojit buot goddeeallit.
nob: – Gjennom hele læreplanen er reinen nevnt en gang, i ei oppramsing av hjortedyr i naturfaget.

source: Ii boazodoallu leat namahuvvon gokkoge.
nob: Reindrift er ikke omtalt i noen sammenhenger.

source: Geahččaleamit 9-jagi skuvllain – dego ii mihkkige livčče dáhpáhuvvan
nob: Forsøk med 9-årig skole – som om ingen ting var hendt

source: Soađeáiggi maŋŋil bohte guokte dehálaš čilgehusa mat evttohedje rievdadit skuvlapolitihka sámiid ektui.
nob: I etterkrigstida kom det to viktige utredninger som begge innstilte på å endre skolepolitikken overfor samene.

source: Álggus 1948:s Samordningsnemnda for skoleverket (Skuvladoaimmahaga ovttastahttinlávdegoddi), dasto 1959:s Sámekomitea [20].
nob: Først i 1948 fra Samordningsnemnda for skoleverket, deretter i 1959 fra Samekomiteen [20].

source: 1959:s rabai álbmotskuvlaláhka vejolašvuođa geavahit sámegiela oahpahusgiellan.
nob: Lov om folkeskolen av 1959 åpna for at samisk kunne brukes som undervisningsspråk.

source: Muhto go 1960:s ráhkaduvvui oahppoplána 9-jagi skuvlla geahččalemiid várás, de ii vuhtton dát ođđa árvvoštallan sámiid várás oahpahusa ektui.
nob: Men da det i 1960 blei laga en læreplan for forsøk med 9-årig skole, var det ingen spor etter denne omvurderinga av opplæringa for samer.

source: Vuosttaš 7 jagi várás čuovui 1960-plána eanáš 1939 normalplána.
nob: For de første 7 åra bygde planen av 1960 i stor grad på normalplanen av 1939.

source: Dárogielfágas čujuhuvvui njuolgga 1939 normalplánii.
nob: For norskfaget blir det bare vist til planen av 1939.

source: Eará fágain ledje muhtun rievdadusat, ja rehkenastinfága sadjái bođii matematihkka.
nob: For andre fag var det visse endringer, og regning blei erstatta med matematikk.

source: Ain lea dárogiella seammá go eatnigiella.
nob: Fortsatt er norsk det samme som morsmål.

source: Ain lea nu ahte sámit ja sámi guovllut uhtes eai namuhuvvo.
nob: Fortsatt er samer og samiske områder knapt nevnt.

source: Servvodatfágas lea mihttomearri earret eará «ovdánahttit gierdavašvuođa ja árvvusatnima olbmuide eará liikeivnniin, gielain, oskkuin, vieruin ja servvodatgovain».
nob: I samfunnsfag er målsettinga blant annet å «utvikle toleranse og respekt for mennesker med annen hudfarge, språk, tro, skikker og samfunnsoppfatning».

source: Liikká mielddisbuktá oahppoplána áibbas eará go gierdavašvuođa / suovalašvuođa / soabalašvuođa ja árvvusatnima Norgga sámiid ja sámi ohppiid hárrái, go daid badjelgeahččá álfárot.
nob: Likevel legger læreplanen opp til det motsatte av toleranse og respekt overfor samene i Norge og ikke minst de samiske elevene, med å overse dem konsekvent.

source: Risttalašvuođa vuolde lea von Westen namuhuvvon oktan njeallje olbmos fáttás «Reformašuvdna – pietisma – miššuvdna Norggas», muhto ii namuhuvvo mas son lea dovddus.
nob: Under kristendomskunnskap er von Westen nevnt som en av fire personer under emnet «Reformasjon – pietisme – misjon i Norge», uten at det er sagt hva han var kjent for.

source: Geografiijas namuhuvvojit sámit oktii, 7. skuvlajagis, mas vejolaš oahppibargobihttá lea: «Čilge sisdoalu muhtun girjjis a) sámiid birra, b) eskimoaid birra, c) Afrihká-negeriid birra, d) Amerihkká-negeriid birra».
nob: I geografi blir samer nevnt en eneste gang, under 7. skoleår, der ei aktuell oppgave for elevene er: «Gjengi innholdet i en bok om a) samer, b) eskimoer, c) negrer i Afrika, d) negrer i Amerika».

source: Áidna háve go sámit leat namuhuvvon 432-siidosaš plánas lea namalassii bargobihtás mas oahppit galget ohcat juoidá olggobealde girjjiin.
nob: Det eneste tilfellet der samer er nevnt i en plan på 432 sider er altså som ei oppgave der elevene skal hente stoff fra bøker utafra.

source: Ii leat das ge + njuolggadussan oahppogirječálliid várás, geat dan plána mielde čálle girjjiid.
nob: Det er altså ikke engang der retningsgivende for dem som skal skrive lærebøker etter disse planene.

source: Dát lei nu gohčoduvvon suorgejuhkkojuvvon nuoraidskuvlla áigi, ja plánas leat biddjon moanat vejolaš geavatlaš suorggit.
nob: Dette var tida for den såkalte linjedelte ungdomsskolen, og i planen er det satt opp flere aktuelle praktiske linjer.

source: Okta dáin lea eanandoallu, mii namaha eanandoalu, meahccedoalu ja gilvvagárdedoalu, muhto ii namat sániin ge boazodoalu [21].
nob: Ei av disse er linja for landbruk, som tar opp jordbruk, skogbruk og hagebruk, men ikke nevner reindrift med et ord [21].

source: Dan áigodagas go 1960-plána lei doaimmas, dáhpáhuvve liikká dehálaš rievdadusat sámiid oahpahusas.
nob: I løpet av den perioden da planen av 1960 var i kraft, skjedde det likevel viktige endringer i undervisninga for samer.

source: Álggahuvvui davvisámi álgooahpahus njealji Finnmárkkugielddas [22] ja álggahuvvui maid máttasámi oahpahus Snåases ja Aarbortes [23].
nob: Det blei starta nordsamisk begynnerundervisning i fire kommuner i Finnmark [22] og undervisning i sørsamisk i Snåsa og Hattfjelldal [23].

source: Muhto sámegielfága ii gávdnon dán oahppoplánas.
nob: Men samiskfaget eksisterte ikke i denne læreplanen.

source: M71 74 / – Sámi gáibádusat rievdadit plána
nob: M71 74 / – Samiske krav endrer planen

source: Go 1960-logu loahpas plánejedje oahppoplána nuppástuhttima, de lei áigi eambbo go láddán dasa ahte ođđa oaidnu sámiid ektui boađášii ovdan plánas.
nob: Når man sist på 1960-tallet planla en gjennomgripende læreplanendring, var tida overmoden for at det nye synet på samene skulle komme fram i planen.

source: Dat aŋkke ii dáhpáhuvvan jearatkeahttá, ja áigodagas 1967-74 vigge sámi skuvlabirrasat máŋgii váikkuhit plánabargguide.
nob: Men det skjedde likevel ikke uten videre, og gjennom perioden 1967–74 forsøkte samiske skolemiljø gjentatte ganger å påvirke planarbeidet.

source: Normalplánalávdegoddi nammaduvvui 1967:s, das lei doseanta Hans-Jørgen Dokka jođiheaddjin.
nob: Normalplanutvalget blei satt ned i 1967, under ledelse av dosent Hans-Jørgen Dokka.

source: Go lávdegoddi lei measta gárvvistan čilgehusas, ii lean oahpahus sámiide namuhuvvon sániin ge.
nob: Da utvalget var nesten ferdig med innstillinga si, var opplæring for samer ikke nevnt med et ord i utkastet.

source: Anton Hoëm lei dan áigge áidna gii lei dutkan sámi skuvladiliid.
nob: Anton Hoëm var på den tida den eneste som hadde drevet forskning på samiske skoleforhold.

source: Ságastallamis lávdegotti jođiheddjiin son logai: «Lean áibbas sihkkar ahte lea okta ášši maid lehpet vajálduhttán čilgehusas.»
nob: I en samtale med utvalgslederen sa han: «Jeg er helt sikker på at det er en ting dere har glømt i innstillinga.».

source: Mii bat dat sáhtii leat, háliidii Dokka diehtit.
nob: Hva kunne det være, ville Dokka vite.

source: Juo, Hoëm lei sihkkar ahte das ii lean čállon maidege sámiid birra.
nob: Jo, Hoëm var sikker på at det ikke sto noe om samene der.

source: Dasa fertii Dokka miehtat, ja de son lasihii: «Muhto it go don sáhte čállit juoidá midjiide ?»
nob: Det måtte Dokka gi han rett i, og så la han til: «Men kan ikke du skrive noe for oss ?»

source: Juo, gal Hoëm sáhtii. Ja dát lei duogáš dasa ahte sámit dattetge namahuvvojedje vuosttaš guovtti čilgehusas mat bohte 1970:s, vaikko ii šattan juste nu mo Hoëm sávai.
nob: Jo, det kunne Hoëm, og det var grunnen til at samene likevel blei nevnt i den første av to innstillinger som kom i 1970, sjøl om det ikke blei akkurat slik Hoëm hadde ønska.

source: [24] Dát muitalus muitala maiddái mo sámiid oahpahusa ovdánahttin 1960- ja 70-logus lei soaitima mielde ja moadde eaŋkilolbmo duohken, dan rádjái go Sámi oahpahusráđđi vuođđuduvvui 1975:s.
nob: [24] Denne historia forteller også hvordan utviklinga av opplæringa for samer på 1960- og 70-tallet var tilfeldig og avhengig av noen få enkeltpersoner, helt fram til opprettinga av Samisk utdanningsråd i 1975.

source: Evttohus 1, Forarbeid til normalplan for grunnskolen (Vuođđoskuvlla normalplána ovdabarggut), sisttisdoallá guovttisiidosaš oasáža man namma lea Samisktalende elever i grunnskolen (Sámegielat oahppit vuođđoskuvllas).
nob: Forarbeid til normalplan for grunnskolen fikk da inn et to-siders kapittel om Samisktalende elever i grunnskolen.

source: Das čujuhuvvo 1969 vuođđoskuvlaláhkii: «Mánát geaid váhnemat geavahit sámegiela beaivválaš hupmangiellan, galget oažžut oahpahusa sámegielas go váhnemat dan gáibidit.»
nob: Her viser man til grunnskoleloven av 1969: «Born av foreldre som nyttar samisk som dagleg talemål, skal gjevast opplæring i samisk når foreldra krev det.»

source: Lávdegoddi čujuha daidda váttisvuođaide mat leat čatnasan dán čađaheapmái, earret eará oahpaheddjiid ja oahppogirjjiid váilevašvuođa geažil, ja čállá: «Normalplánalávdegoddi lea dieđusge erenoamážit beroštan digaštallat lága § 41.7 vejolaččat dárbbašlaš váikkuhusaid normalplána ráhkadeapmái.
nob: Utvalget peker videre på de problema som er med å gjennomføre dette, bl.a. mangel på lærere og lærebøker, og skriver: «Normalplanutvalget har naturlig nok vært særlig opptatt av å drøfte de mulige konsekvenser lovens §41.7 bør få for utarbeidelsen av normalplanen.

source: Lávdegoddi lea earret eará smiehtadan vejolašvuođa čatnat erenoamáš áššedovdiid lávdegoddái, nu ahte dárogielplána oktavuođas sáhtášii erenoamážit čilget sámegiela eatnigieloahpahusa, ja vejolaččat buktit ráđiid eará fágain ge, mo sáhttá láhčit oahpahusa ohppiid várás geain lea sámegiella eatnigiellan.
nob: Utvalget har bl.a. vært inne på den tanke å knytte til seg særlige sakkyndige slik at det kunne vie den samiske morsmålsundervisning en spesiell omtale i forbindelse med planen for norsk og eventuelt også gi råd i de andre fagplanene om hvordan en kan legge arbeidet an når elevene har samisk som morsmål.
